/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Delete";
"Basic settings" = "Basic settings";
"Add Data" = "Add Data";


/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/* HOME VIEW */

"Up next" = "Up next";
"More to explore" = "More to explore";



/* PROJECTS VIEW */

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Task" = "Add New Task";
"There's nothing here right now." = "There's nothing here right now.";

/* A button that shows a menu with the following options */
"Sort" = "Sort";
"Sort tasks" = "Sort tasks"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date tasks were created */
"Title" = "Title"; /* Sort by task title */

/* Default names for a new project and a new task */
"New Project" = "New Project";
"New Task" = "New Task";



/* EDITING PROJECTS */
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Close this project";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will also delete all the tasks it contains." = "Are you sure you want to delete this project? You will also delete all the tasks it contains.";



/* EDITING TASKS */
"Edit Task" = "Edit Task";
"Task name" = "Task name";
"Description" = "Description";
"Enter the description of the task" = "Enter the description of the task";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

"Mark Completed" = "Mark Completed"; /* Mark this task as being completed (finished/accomplished) */


/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";

"%@, %lld tasks, %g%% complete." = "%@, %lld tasks, %g%% complete.";


/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or task */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";



"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";

"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";



"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";



// Unlocking premium
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";
